/* No comment provided by engineer. */
"A destination Jabber address is invalid." = "送信先 Jabber アドレスが正しくありません。";

/* No comment provided by engineer. */
"Jabber ID cannot be empty." = "Jabber ID は空白にできません。";

/* No comment provided by engineer. */
"No destination specified." = "送信先が指定されていません。";

/* No comment provided by engineer. */
"Other destinations cannot be empty." = "ほかの送信先は空白にできません。";

/* No comment provided by engineer. */
"Password cannot be empty." = "パスワードは空白にできません。";

/* No comment provided by engineer. */
"Send an iChat message announcing a new podcast" = "新しい Podcast を知らせる iChat メッセージを送信します";

/* No comment provided by engineer. */
"The \"%@\" workflow has successfully processed \"%@\" submitted by \"%@\"" = "“%3$@”が送信した“%2$@”は“%1$@”ワークフローによって正常に処理されました";

/* No comment provided by engineer. */
"Too many destinations (maximum is 16)." = "送信先が多すぎます（最大で 16）。";

/* No comment provided by engineer. */
"Unknown" = "不明";

